/* 1 player game search */
"1 Player" = "1 Player";

/* 10+ player game search */
"10+ Player" = "10+ Player";

/* 2 player game search */
"2 Player" = "2 Player";

/* 3 player game search */
"3 Player" = "3 Player";

/* 4 player game search */
"4 Player" = "4 Player";

/* 5 player game search */
"5 Player" = "5 Player";

/* 6 player game search */
"6 Player" = "6 Player";

/* 7 player game search */
"7 Player" = "7 Player";

/* 8 player game search */
"8 Player" = "8 Player";

/* 9 player game search */
"9 Player" = "9 Player";

/* less than 120 min game search */
"< 120 min" = "< 120 min";

/* less than 150 min game search */
"< 150 min" = "< 150 min";

/* less than 30 min game search */
"< 30 min" = "< 30 min";

/* less than 60 min game search */
"< 60 min" = "< 60 min";

/* less than 90 min game search */
"< 90 min" = "< 90 min";

/* about menu item */
"About" = "About";

/* title for the screen on a board game to do actions with that game */
"Actions" = "Actions";

/* any ammount of time game search
   any number of players for game search
   any ammount of time game weight */
"Any" = "Any";

/* Average Rating label for a game */
"Average Rating:" = "Average Rating:";

/* Average Weight: label for a game */
"Average Weight:" = "Average Weight:";

/* Bayesian Average label for a game */
"Bayesian Average:" = "Bayesian Average:";

/* BGG app title */
"BGG" = "BGG";

/* Cancel button text */
"Cancel" = "Cancel";

/* No data was returned when logged. Check your password, and network connection. */
"Check your password, and network connection." = "Check your password, and network connection.";

/* Collection download title */
"Collection Download" = "Collection Download";

/* title for the comments screen for a board game */
"Comments" = "Comments";

/* Copies For Trade: label for a game */
"Copies For Trade:" = "Copies For Trade:";

/* Copies Owned: label for a game */
"Copies Owned:" = "Copies Owned:";

/* Copies Wanted: label for a game */
"Copies Wanted:" = "Copies Wanted:";

/* Copies Wished For: label for a game */
"Copies Wished For:" = "Copies Wished For:";

/* error dialog title
   error title. */
"Error" = "Error";

/* error download game. */
"Error downloading game information. Check your network connection. It is also possible that the boardgamegeek.com website is down." = "Error downloading game information. Check your network connection. It is also possible that the boardgamegeek.com website is down.";

/* error fetching data title error message */
"Error Fetching Data" = "Error Fetching Data";

/* Error Loading comments dialog title */
"Error Loading Comments" = "Error Loading Comments";

/* Error Logging Play title */
"Error Logging Play" = "Error Logging Play";

/* error message for bad xml parsing. The error will be placed where you put the %@ */
"Error parsing XML data. Check your username is correct. BGG could be down. Error message: %@" = "Error parsing XML data. Check your username is correct. BGG could be down. Error message: %@";

/* erorr shown when trying to load database. */
"Error preparing database, make sure your device has some free space." = "Error preparing database, make sure your device has some free space.";

/* game statistics title for stats page */
"Game Statistics" = "Game Statistics";

/* games on wishlist menu item */
"Games On Wishlist" = "Games On Wishlist";

/* games owned menu item */
"Games Owned" = "Games Owned";

/* Heavy ammount of time game weight */
"Heavy" = "Heavy";

/* directions for the download your collection page. */
"In order to enable some features the games that you own need to be downloaded. Please wait." = "In order to enable some features the games that you own need to be downloaded. Please wait.";

/* title for the info screen for a board game */
"Info" = "Info";

/* light ammount of time game weight */
"Light" = "Light";

/* loading text while loading games
   loading text, as in content is loading */
"Loading..." = "Loading...";

/* log a play button title */
"Log A Play" = "Log A Play";

/* medium ammount of time game weight */
"Med" = "Med";

/* Med. Heavy ammount of time game weight */
"Med. H." = "Med. H.";

/* medium light ammount of time game weight */
"Med. L." = "Med. L.";

/* minutes abbreviation */
"min" = "min";

/* ask user to provide username title */
"Need Username" = "Need Username";

/* ask user to provide username and pass title */
"Need Username and Password" = "Need Username and Password";

/* No data was returned when logged. Check your password, and network connection. */
"No data was returned when logged. Check your password, and network connection." = "No data was returned when logged. Check your password, and network connection.";

/* error no games listed as owned, check your username */
"No games were found as owned. Check your username- is it entered correctly? Do you you have games listed as owned? Also check your network connection." = "No games were found as owned. Check your username- is it entered correctly? Do you you have games listed as owned? Also check your network connection.";

/* no results title message
   No results were found. */
"No Results" = "No Results";

/* No results were found. */
"No results were found." = "No results were found.";

/* error no games listed as owned, check your username */
"Not able to download all the games in your collecton. Check your username, and your network connection." = "Not able to download all the games in your collecton. Check your username, and your network connection.";

/* Number of Weights: label for a game */
"Number of Weights:" = "Number of Weights:";

/* okay button
   okay button title */
"OK" = "OK";

/* pick a random result button text */
"Pick Random" = "Pick Random";

/* players label for a game */
"Players:" = "Players:";

/* please give your username and password to log plays. */
"Please enter your username and password to log plays." = "Please enter your username and password to log plays.";

/* please give your username */
"Please enter your username, to view your data." = "Please enter your username, to view your data.";

/* rank label for a game */
"Rank:" = "Rank:";

/* search title
   search menu item */
"Search" = "Search";

/* pick game menu item
   Game Picker title */
"Search Owned Game" = "Search Owned Game";

/* search results title */
"Search Results" = "Search Results";

/* settings menu item
   settings title */
"Settings" = "Settings";

/* show all games that match button text */
"Show All Matches" = "Show All Matches";

/* title for the stats screen for a board game */
"Stats" = "Stats";

/* Success Play logged title */
"Success" = "Success";

/* message shown when there are no games in a list that the user was looking up */
"There are no results for that list." = "There are no results for that list.";

/* error loading comments message */
"There was an error loading comments for this game. Check that you have a network connection." = "There was an error loading comments for this game. Check that you have a network connection.";

/* time label for a game */
"Time:" = "Time:";

/* directions for for the collection game search */
"Use this control to find a game in your collection given the critieria that you select." = "Use this control to find a game in your collection given the critieria that you select.";

/* Users Rated: label for a game, as in the number of users that rated it */
"Users Rated:" = "Users Rated:";

/* Your play was logged */
"Your play was logged." = "Your play was logged.";

